[{"什么是预约打新？": ["预约打新功能是指投资者可提前通过普通账户预约申购近期已确定发行信息的新股（包括股票名称、申购代码、发行价、申购上限、申购日期等），预约申购后，在新股申购日当天，系统会按照之前设定的申购时段等信息为客户提交申购。"]}, {"预约打新会包括哪些信息？": ["包括股票名称、申购代码、发行价、申购上限、申购日期等"]}, {"预约打新的账户有哪些类型": ["目前预约打新仅支持普通账户操作，信用账户暂不支持"]}, {"信用账户可以支持预约打新吗？": ["信用账户暂不支持"]}, {"预约打新的品种有哪些？": ["预约打新功能支持的品种包含沪深A股新股（含科创板、创业板）、不含北交所新股。"]}, {"预约打新的操作步骤是什么？": ["您可以通过手机软件（V7.82及以上版本）：普通—交易—新股申购，或者交易—智能下单—预约打新进入预约申购界面进行操作。\n具体操作的截图\n（1）普通交易—新股申购—预约打新\n\n普通交易—智能下单—预约打新。"]}, {"当天没有新股申购额度也可以参与预约打新吗？": ["预约打新当天账户无新股申购额度也可预约，实际申购日当天账户满足新股申购条件系统会自动按照之前设定的申购时段等信息为您提交申购。"]}, {"预约申购的时间是否有时间限制？/预约打新的时间范围是？": ["预约打新的时间没有限制，支持7*24小时操作。"]}, {"可以通过哪些软件（工具）申请预约打新？": ["您可以通过手机软件（V7.82及以上版本）：普通—交易—新股申购，或者交易—智能下单—预约打新进入预约申购界面进行操作。"]}, {"预约打新的时间段是如何划分的？": ["从9:30分开始，每5分钟为一个时间段，14:56-14:59最后4分钟为最后时间段。"]}, {"预约打新的开始时间和结束时间是多久呢？": ["从9:30分开始，每5分钟为一个时间段，14:56-14:59最后4分钟为最后时间段。"]}, {"可以通过哪些信息预约确认的新股呢？": ["包括股票名称、申购代码、发行价、申购上限、申购日期等）"]}, {"可以设置预约多长时间内发行的新股": ["您可预约申购近期已确定发行信息的新股（包括股票名称、申购代码、发行价、申购上限、申购日期等），您可参考软件上的显示。"]}, {"手机软件预约打新页面申购数量的“最优额度”是多少？": ["预约打新界面申购数量栏目显示的“最优额度”表示实际申购日当天客户账户最大可申购的数量（比对申购日当天账户新股申购额度及该只新股的申购上限，两者取小）"]}, {"如果在申购时自行输入申购数量，应在哪个范围内进行购买呢？": ["若客户选择自行输入申购数量，申购数量不能超过该只新股的申购上限，系统会用红色字体提醒 “超过个股申购上限”，继续点击预约申购系统会提示“请输入正确的申购数量”。"]}, {"申购数量可以自行输入吗？": ["可以。\n您可以自行输入新股的申购数量，但不能超过该只新股的申购上限，若自行输入数量小于申购当日的实际最大可申购数量，系统仍按照您设置的申购数量进行申报。"]}, {"提交预约打新后是否会有消息提示呢？": ["没有。\n提交预约打新申请后，可通过查看预约记录菜单查询，有记录即为预约申请设置成功。"]}, {"可以通过哪些方式查询预约打新申请记录呢？": ["提交预约打新申请后，可通过查看预约记录菜单查询，有记录即为预约申请设置成功。"]}, {"系统自动报送新股申购后是否会有消息提醒呢？": ["有的。\n您先设置预约打新提醒功能，通过手机软件—我的—设置—提醒设置—打新进度；或者新股申购—提醒设置菜单设置，当您的委托报送成功或申购失败，均有消息提醒。"]}, {"如何设置预约打新提醒功能？": ["您先设置预约打新提醒功能，通过手机软件—我的—设置—提醒设置—打新进度；或者新股申购—提醒设置菜单设置，当您的委托报送成功或申购失败，均有消息提醒。"]}, {"打新委托申购失败，会有消息提醒吗？": []}, {"预约打新提醒内容包含什么？": ["预约打新可提醒的内容包含:新增新股开放预约提醒、 报送成功提醒、申购失败提醒(新股申购额度不足、系统原因、新股发行信息临时变动)。"]}, {"会因为哪些原因导致申购失败呢？": ["新股申购额度不足、系统原因、新股发行信息临时变动"]}, {"是否可以在预约打新统一设置新股申购报送的时间？": []}, {"如何设置新股申购报送的时间段": ["您可以通过手机软件：交易—普通—新股申购—提醒设置，或者新股申购—预约打新—申购设置菜单设置预约打新提交时段，设置后预约打新的新股会统一在该时间段申报。"]}, {"当天是新股的申购日时，是否可以设置预约打新呢？": ["可以。\n申购日当天14:59之前都可以设置预约打新。"]}, {"预约打新的时间范围是？": ["申购日当天14:59之前都可以设置预约打新。"]}, {"预约打新后，是否可以取消预约申购呢？": ["可以。\n在申购日申报时间之前的任一时间（7*24小时均可），您都可以通过手机软件—交易—新股申购—预约打新—预约记录—处理状态下方可以选择取消预约。"]}, {"可以通过哪些方式取消预约申购呢？/如何操作取消预约申购？": ["您都可以通过手机软件—交易—新股申购—预约打新—预约记录—处理状态下方可以选择取消预约。"]}, {"取消预约申购的时间范围是？": ["在申购日申报时间之前的任一时间（7*24小时均可）"]}, {"可以多次预约打新同一只新股吗？": ["不可以。\n预约打新仅支持预约一次同一只新股，不能多次预约。"]}, {"新股预约打新的记录可以通过哪些渠道进行查询？": ["预约打新记录可以通过手机软件普通交易—新股申购/智能下单—预约打新查看预约记录，可点击单只新股，进入查看预约详情。若该笔申购已经申报，也可通过委托记录查询。"]}, {"如果新股申购已经申报，可以通过哪些方式查询呢？": ["若该笔申购已经申报，也可通过委托记录查询。"]}, {"预约打新失败后，可以自行委托申购吗？": ["能。\n若因为发行信息临时变动（如发行价或申购日变更）等原因导致预约打新申购失败，您可以自行通过手机软件或其他渠道申购。"]}, {"预约打新及取消预约申请次数有限制吗？": ["没有。\n您预约打新后，若取消了该笔申购，可再次申请预约打新。预约打新、取消预约均无次数限制。"]}, {"预约打新的施暴原因会有哪些？": ["额度不足、系统原因、新股发行信息临时变动等原因可能导致预约打新失败。"]}, {"预约打新是否会产生费用？": ["操作预约打新不需要收取任何费用。"]}, {"自行申购委托时，可以通过哪些渠道进行申购呢？": ["您可以自行通过手机软件或其他渠道申购。"]}, {"": []}, {"": []}]